{
	"!--!--!--HEAD--!--!--!": "!--!--!--HEAD--!--!--!",
	"page.head.home.title": "Elcho911 | Front-end Developer",
	"page.head.meta.description": "Looking for an experienced web developer? Have a look at the portfolio of Elkhan Sharshenbekov - Frontend, Backend and FullStack developer. Here you will find information about my projects and skills that may be useful to you in the future!",
	"page.head.meta.keywords": "Full-Stack Developer, Frontend Developer, Backend Developer, Elkhan Sharshenbekov, Elcho, Elcho911",
	"!--!--!--HEADER--!--!--!": "!--!--!--HEADER--!--!--!",
	"page.header.home": "Home",
	"page.header.about": "About Me",
	"page.header.contact": "Contact",
	"page.header.project": "Projects",
	"page.header.switch.lang": "Switch language",
	"page.header.switch.theme": "Appearance",
	"!--!--!--HOME--!--!--!": "!--!--!--HOME--!--!--!",
	"page.home.my_name": "Hi, I'm Elkhan <span>(Elcho)</span>",
	"page.home.my__experience": "I AM A",
	"page.home.my__self": "As a skilled full-stack developer, I am dedicated to turning ideas into innovative web applications. Explore my latest projects and articles, showcasing my expertise in React.js and web development. 📍",
	"page.home.title_1": "Frontend Developer",
	"page.home.title_2": "Backend Developer",
	"page.home.title_3": "Full-Stack Developer",
	"page.home.title_4": "DevXer",
	"page.home.title_5": "Freelancer",
	"page.home.tech_stack": "Tech Stack",
	"!--!--!--ABOUT--!--!--!": "!--!--!--HOME--!--!--!",
	"page.about.title_1": "About me",
	"page.about.title_2": "Experienced Front-end Developer from Kyrgyzstan 📍",
	"page.about.text": "As a Middle Front-End Developer, I possess an impressive arsenal of skills in HTML, CSS, JavaScript, TypeScript, React, Vite, Next JS, Node JS and SCSS. I excel in designing and maintaining responsive websites that offer a smooth user experience. My expertise lies in crafting dynamic, engaging interfaces through writing clean and optimized code and utilizing cutting-edge development tools and techniques. I am also a team player who thrives in collaborating with cross-functional teams to produce outstanding web applications.",
	"!--!--!--PROJECT--!--!--!": "!--!--!--PROJECT--!--!--!",
	"page.project.title_1": "Projects",
	"page.project.title_2": "Each project is a unique piece of development 🧩",
	"page.project.text.ortodont_group": "The Ortodont Group website is the website of the Ortodont Group dental clinic. On the website, you can find information about the clinic, the services it provides, and also make an appointment.",
	"page.project.text.devx_magazine": "DevX Magazine is a journal website with the ability to make online annotations by people. By using Firebase, you can quickly copy the annotated users in one click on Copy Users 💎 and send reports via WhatsApp and other platforms.",
	"page.project.text.diploma_project": "This React website is developed as part of the diploma project of the K. Tynystanov Issyk-Kul State University and is my first project using the React framework.",
	"page.project.text.todo_list": "The ToDo List website is a web application for creating a task list. It was created using Node.js and React. The application allows you to add, delete, modify, and mark tasks as completed.",
	"!--!--!--CONTACT--!--!--!": "!--!--!--CONTACT--!--!--!",
	"page.contact.title": "Get in touch",
	"page.contact.input.name": "Your name",
	"page.contact.input.email": "Your email",
	"page.contact.input.subject": "Subject of inquiry",
	"page.contact.input.message": "Your message",
	"page.contact.send": "Send",
	"page.contact.sending": "Sending...",
	"page.contact.required.field": "required field"
}
