{
	"!--!--!--HEAD--!--!--!": "!--!--!--HEAD--!--!--!",
	"page.head.home.title": "Elcho911 | Full-Stack Developer",
	"page.head.meta.description": "Looking for an experienced web developer? Have a look at the portfolio of Elkhan Sharshenbekov - Frontend, Backend and FullStack developer. Here you will find information about my projects and skills that may be useful to you in the future!",
	"page.head.meta.keywords": "Full-Stack Developer, Frontend Developer, Backend Developer, Elkhan Sharshenbekov, Elcho, Elcho911",
	"!--!--!--HEADER--!--!--!": "!--!--!--HEADER--!--!--!",
	"page.header.home": "Home",
	"page.header.about": "About Me",
	"page.header.contact": "Contact",
	"page.header.project": "Projects",
	"page.header.switch.lang": "Switch language",
	"page.header.switch.theme": "Appearance",
	"!--!--!--HOME--!--!--!": "!--!--!--HOME--!--!--!",
	"page.home.my_name": "Hi, I'm Elkhan <span>(Elcho)</span>",
	"page.home.my__experience": "I AM A",
	"page.home.my__self": "As an experienced Full-Stack developer, I am dedicated to turning ideas into innovative web applications. Explore my recent projects and articles showcasing my skills in both Back-End and Front-End development.",
	"page.home.title_1": "Full-Stack Developer",
	"page.home.title_2": "Back-End Developer",
	"page.home.title_3": "Front-End Developer",
	"page.home.title_4": "DevXer",
	"page.home.title_5": "Freelancer",
	"page.home.title_6": "Sysadmin",
	"page.home.tech_stack": "Tech Stack",
	"!--!--!--ABOUT--!--!--!": "!--!--!--HOME--!--!--!",
	"page.about.title_1": "About me",
	"page.about.title_2": "Experienced Full-Stack Developer from Kyrgyzstan",
	"page.about.text": "As a Full-Stack developer, my skill set covers a wide range of technologies, including ORM and CRM. My primary objective is to create and maintain responsive websites with a focus on delivering impeccable user experiences and ensuring robust Back-End security. My specialization lies in developing dynamic interfaces using clean and optimized code. I am also adept at employing cutting-edge development tools and adhering to advanced methodologies. My involvement in cross-functional teams is a pivotal factor that enables the creation of exceptional web applications.",
	"!--!--!--PROJECT--!--!--!": "!--!--!--PROJECT--!--!--!",
	"page.project.title_1": "Projects",
	"page.project.title_2": "Each project is a unique piece of development 🧩",
	"page.project.text.eco_movie": "EcoMovie - a unique website providing fascinating information about movies and TV shows. Here you can discover all the necessary details about your favorite films, actors, directors, ratings, and much more.",
	"page.project.text.ortodont_group": "The Ortodont Group website is the website of the Ortodont Group dental clinic. On the website, you can find information about the clinic, the services it provides, and also make an appointment.",
	"page.project.text.amo_crm": "This convenient tool is designed for testing and efficient interaction with CRM system. This project provides the opportunity for seamless integration of CRM into your back-end, with well-structured code that significantly facilitates development for new specialists.",
	"page.project.text.devx_magazine": "DevX Magazine is a journal website with the ability to make online annotations by people. By using Firebase, you can quickly copy the annotated users in one click on Copy Users 💎 and send reports via WhatsApp and other platforms.",
	"page.project.text.devx_iksu": "DevX IKSU - is in the development stage.",
	"page.project.text.diploma_project": "This React website is developed as part of the diploma project of the K. Tynystanov Issyk-Kul State University and is my first project using the React framework.",
	"page.project.text.todo_list": "The ToDo List website is a web application for creating a task list. It was created using Node.js and React. The application allows you to add, delete, modify, and mark tasks as completed.",
	"page.project.text.intern": "The site was created solely for my personal purposes - to practice and improve my layout skills using HTML, CSS and JavaScript. If you're interested, you can follow the link and check it out!",
	"!--!--!--CONTACT--!--!--!": "!--!--!--CONTACT--!--!--!",
	"page.contact.title": "Get in touch",
	"page.contact.input.name": "Your name",
	"page.contact.input.email": "Your email",
	"page.contact.input.subject": "Subject of inquiry",
	"page.contact.input.message": "Your message",
	"page.contact.send": "Send",
	"page.contact.sending": "Sending...",
	"page.contact.required.field": "required field"
}
