{
	"!--!--!--HEAD--!--!--!": "!--!--!--HEAD--!--!--!",
	"page.head.home.title": "Elcho911 | Full-Stack Разработчик",
	"page.head.meta.description": "Ищете опытного веб-разработчика? Ознакомьтесь с портфолио Эльхана Шаршенбекова - Frontend, Backend и FullStack разработчика. Здесь вы найдете информацию о моих проектах и навыках, которые могут пригодиться вам в будущем!",
	"page.head.meta.keywords": "Full-Stack Разработчик, Frontend разработчик, Backend разработчик, Эльхан Шаршенбеков, Эльчо, Эльчо911",
	"!--!--!--HEADER--!--!--!": "!--!--!--HEADER--!--!--!",
	"page.header.home": "Главная",
	"page.header.about": "Обо мне",
	"page.header.contact": "Контакт",
	"page.header.project": "Проекты",
	"page.header.switch.lang": "Переключить язык",
	"page.header.switch.theme": "Внешний вид",
	"!--!--!--HOME--!--!--!": "!--!--!--HOME--!--!--!",
	"page.home.my_name": "Привет, я Эльхан <span>(Эльчо)</span>",
	"page.home.my__experience": "Я",
	"page.home.my__self": "Как опытный Full-Stack разработчик, я посвящен превращению идей в инновационные веб-приложения. Изучите мои последние проекты и статьи, демонстрирующие мои навыки в Back-End и Front-end.",
	"page.home.title_1": "Full-Stack Разработчик",
	"page.home.title_2": "Back-End Разработчик",
	"page.home.title_3": "Front-End Разработчик",
	"page.home.title_4": "DevXer",
	"page.home.title_5": "Freelancer",
	"page.home.title_6": "Сисадмин",
	"page.home.tech_stack": "Технический стек",
	"!--!--!--ABOUT--!--!--!": "!--!--!--HOME--!--!--!",
	"page.about.title_1": "Обо мне",
	"page.about.title_2": "Опытный Full-Stack разработчик из Кыргызстана",
	"page.about.text": "Как Full-Stack разработчик, мои компетенции охватывают широкий спектр технологий, включая ORM и CRM. Моя основная цель - создание и поддержание отзывчивых веб-сайтов с акцентом на обеспечение безупречного пользовательского опыта и надежной безопасности Back-End. Моя специализация заключается в разработке динамичных интерфейсов с использованием чистого и оптимизированного кода. Я также умею применять передовые инструменты разработки и следовать передовым методологиям. Мое участие в межфункциональных командах является ключевым фактором, позволяющим создавать выдающиеся веб-приложения.",
	"!--!--!--PROJECT--!--!--!": "!--!--!--PROJECT--!--!--!",
	"page.project.title_1": "Проекты",
	"page.project.title_2": "Каждый проект - это уникальная разработка 🧩",
	"page.project.text.elchocrud": "Проект ElchoCrud был создан специально для тех людей, которые только начинают погружаться в мир информационных технологий, особенно в области Frontend и Mobile разработки. Этот проект представляет собой полноценный Backend с гибкими возможностями для создания таблиц и полной базы данных. Пользователи могут создавать свои собственные конечные точки и таблицы данных.",
	"page.project.text.eco_movie": "EcoMovie - уникальный веб-сайт, предоставляющий увлекательную информацию о фильмах и телешоу. Здесь вы сможете отыскать всю необходимую информацию о ваших любимых фильмах, актерах, режиссерах, рейтингах и многом другом.",
	"page.project.text.wedevx_selenium": "WeDevX Selenium был специально создан для студентов SDET, чтобы помочь им совершенствовать свои навыки в работе с Selenium.",
	"page.project.text.ortodont_group": "Сайт Ortodont Group является сайтом клиники стоматологии Ortodont Group. На сайте можно найти информацию о клинике, услугах, которые она предоставляет, а также записаться на прием.",
	"page.project.text.amo_crm": "Этот удобный инструмент предназначен для тестирования и эффективного взаимодействия с CRM-системой. Данный проект обеспечивает возможность плавной интеграции CRM в ваш Back-End, с грамотно структурированным кодом, что существенно облегчит разработку для новых специалистов.",
	"page.project.text.telegram_sms_bot": "Этот Telegram-Bot предназначен для пересылки сообщений из формы Frontend прямо в Telegram. Преимущества нашего бэкенда заключаются в том, что любой разработчик может легко развернуть его на любом хостинге.",
	"page.project.text.devx_magazine": "DevX Magazine - журнальный сайт с возможностью онлайн-отметок людей. Используя Firebase, вы можете быстро копировать отмеченных пользователей в один клик на Copy Users 💎 и отправлять отчеты через WhatsApp и другие платформы.",
	"page.project.text.devx_iksu": "DevX IKSU - находится на стадии разработки.",
	"page.project.text.diploma_project": "Этот сайт на React разработан в рамках дипломного проекта Иссык-Кульского государственного университета имени К. Тыныстанова и является моим первым на структуре React.",
	"page.project.text.todo_list": "Сайт ToDo List - это веб-приложение для составления списка задач. Оно было создано с использованием Node.JS и React. Приложение позволяет добавлять, удалять, изменять и отмечать задачи как выполненные.",
	"page.project.text.intern": "Сайт был создан исключительно для моих личных целей – практики и совершенствования навыков верстки с использованием HTML, CSS и JavaScript. Если вам интересно, вы можете перейти по ссылке и посмотреть его!",
	"!--!--!--CONTACT--!--!--!": "!--!--!--CONTACT--!--!--!",
	"page.contact.title": "Свяжитесь с нами",
	"page.contact.input.name": "Ваше имя",
	"page.contact.input.email": "Ваш email",
	"page.contact.input.subject": "Тема для обращения",
	"page.contact.input.message": "Ваше сообщение",
	"page.contact.send": "Отправить",
	"page.contact.sending": "Отправка...",
	"page.contact.required.field": "обязательное поле"
}
